[
    {
      "title": "Construction de la basilique Notre-Dame de Fourvière",
      "date": 1884,
      "tag": "building",
      "type": "polygon",
      "coordinates": [
        [
          45.88029384922129,
          4.47551163699859
        ],
        [
          45.98611667416171,
          4.707119001858018
        ],
        [
          46.06314289495549,
          4.475574146694413
        ],
        [
          46.02279851279525,
          4.39989182106936
        ],
        [
          45.88029384922129,
          4.47551163699859
        ]
      ],
      "description": "Érigée sur la colline de Fourvière à Lyon, la basilique Notre-Dame de Fourvière est un emblème architectural majeur de la ville. Construite après la guerre franco-prussienne, elle est un symbole de dévotion religieuse et de résistance nationale. Avec son style néo-byzantin, elle surplombe Lyon et attire des milliers de visiteurs chaque année. Elle symbolise également la montée en puissance de l'Église catholique en France à cette époque.",
      "image": "https://www.visitelyon.fr/wp-content/uploads/2020/10/basilique-notre-dame-de-fourviere-4.jpeg"
    },
    {
      "title": "Plateau de Glières",
      "date": 1944,
      "tag": "battle",
      "type": "point",
      "coordinates": [45.9445, 6.4473],
      "description": "En 1944, le plateau des Glières est devenu un lieu emblématique de la résistance française contre l'occupation nazie. Les maquisards, regroupés sur ce plateau, ont mené des actions de sabotage contre les forces allemandes. La bataille de Glières a été l'une des premières grandes offensives menées par les résistants, symbolisant leur courage et leur détermination. Cet épisode a renforcé la lutte pour la libération de la France et est aujourd'hui commémoré comme un symbole de la résistance.",
      "image": "https://de.lac-annecy.com/content/uploads/2021/03/730x420Le_Plateau_des_Glieres-Gilles_Piel-10154-1920px.jpg"
    },
    {
      "title": "Première ascension du Mont Blanc",
      "date": 1786,
      "tag": "other",
      "type": "point",
      "coordinates": [45.8326, 6.8651],
      "description": "La première ascension du Mont Blanc par Jacques Balmat et Michel-Gabriel Paccard marque une étape importante dans l'histoire de l'alpinisme. Cette réussite a inspiré une vague d'exploration des montagnes européennes. L'ascension du Mont Blanc, point culminant des Alpes, a également marqué le début du tourisme alpin et a contribué à la renommée internationale de la région de Chamonix. Aujourd'hui, le Mont Blanc est un symbole des défis de l'alpinisme et de la beauté naturelle des Alpes.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/79/Jacques_Balmat_2.jpg"
    },
    {
      "title": "Day of the Tiles",
      "date": 1788,
      "tag": "battle",
      "type": "point",
      "coordinates": [45.18734, 5.73572],
      "description": "The Day of the Tiles was an event that took place in the French town of Grenoble on 7 June 1788. It was one of the first disturbances preceding the French Revolution and is credited by a few historians as its start. ",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Journ%C3%A9e_des_Tuiles_%28Alexandre_Debelle%29%2C_Mus%C3%A9e_de_la_R%C3%A9volution_fran%C3%A7aise_-_Vizille.jpg"
    },
    {
      "title": "Évian Accords",
      "date": 1962,
      "tag": "treaty",
      "type": "point",
      "coordinates": [46.40073, 6.58914],
      "description": "The Évian Accords were a set of peace treaties signed on 18 March 1962 in Évian-les-Bains, France, by France and the Provisional Government of the Algerian Republic, the government-in-exile of FLN (Front de Libération Nationale), which sought Algeria's independence from France. The Accords ended the 1954–1962 Algerian War with a formal cease-fire proclaimed for 19 March and formalized the status of Algeria as an independent nation and the idea of cooperative exchanges between the two countries.",
      "image": "https://www.actuailes.fr/kcfinder/upload/images/france%20evian.jpeg"
    },
    {
      "title": "Council of Clermont",
      "date": 1095,
      "tag": "other",
      "type": "point",
      "coordinates": [45.77503, 3.08578],
      "description": "The Council of Clermont was a mixed synod of ecclesiastics and laymen of the Catholic Church, called by Pope Urban II and held from 17 to 27 November 1095 at Clermont, Auvergne, at the time part of the Duchy of Aquitaine.[1][2] ",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Passages_d%27outremer_Fr5594%2C_fol._19r%2C_Concile_de_Clermont.jpg/450px-Passages_d%27outremer_Fr5594%2C_fol._19r%2C_Concile_de_Clermont.jpg"
    },
    {
      "title": "Canut revolts",
      "date": 1831,
      "tag": "battle",
      "type": "point",
      "coordinates": [ 45.754727518783966, 4.8794254445667775 ],
      "description": "The Canut revolts (French: Révolte des canuts) is the collective name for the major revolts by Lyonnais silk workers (French: canuts) which occurred in 1831, 1834 and 1848. They were among the first well-defined worker uprisings of the period known as the Industrial Revolution. The First Canut revolt in 1831 was provoked by a bad economy and a resultant drop in silk prices, which caused a drop in workers' wages. In an effort to maintain their standard of living, the workers tried to see a minimum price imposed on silk.",
      "image": ""
    },
    {
      "title": "The Lumière brothers invent cinema",
      "date": 1895,
      "tag": "other",
      "type": "point",
      "coordinates": [ 45.741208343367475, 4.833636842794306 ],
      "description": "The Lumière brothers, Auguste Marie Louis Nicolas Lumière (19 October 1862 – 10 April 1954) and Louis Jean Lumière (5 October 1864 – 6 June 1948),[1][2] were French manufacturers of photography equipment, best known for their Cinématographe motion picture system and the short films they produced between 1895 and 1905, which places them among the earliest filmmakers. Their screening of a single film on 22 March 1895 for around 200 members of the Société d'encouragement pour l'industrie nationale (Society for the Development of the National Industry) in Paris was probably the first presentation of projected film. Their first commercial public screening on 28 December 1895 for around 40 paying visitors and invited relations has traditionally been regarded as the birth of cinema. Either the techniques or the business models of earlier filmmakers proved to be less viable than the breakthrough presentations of the Lumières.",
      "image": ""
    },
    {
      "title": "Winter Olympics",
      "date": 1992,
      "tag": "other",
      "type": "point",
      "coordinates": [ 45.673958334510814, 6.391713161498984 ],
      "description": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: XVIes Jeux Olympiques d'hiver) and commonly known as Albertville '92 (Arpitan: Arbèrtvile '92), were a winter multi-sport event held from 8 to 23 February 1992 in and around Albertville, France. Albertville won the bid to host the Winter Olympics in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage, and Berchtesgaden. The 1992 Winter Olympics were the last winter games held in the same year as the Summer Olympics.[2][3] The Games were the fifth Olympic Games held in France and the country's third Winter Olympics, after the 1924 Winter Games in Chamonix and the 1968 Winter Games in Grenoble. This games was the first of two consecutive Olympic games to be held in Western Europe, preceding the 1992 Summer Olympics in Barcelona, Spain.",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/1992_Winter_Olympics_logo.svg/1024px-1992_Winter_Olympics_logo.svg.png"
    },
    {
      "title": "German occupation during World War II",
      "date": 1940,
      "tag": "battle",
      "type": "polygon",
      "coordinates": [
        [46.14023093965298, 6.023225127496602],
        [46.71433302418296, 6.329586594136998],
        [47.502449141062385, 7.609482281936408],
        [48.89536129978063, 8.369705915812688],
        [51.16009553392533, 2.4900926798923706],
        [50.99386091373216, 1.5057989664308877],
        [50.08880642880962, 1.2995613202024856],
        [49.841269350705375, 0.4166551270175489],
        [49.28026714975013, -0.46368849521658717],
        [49.7015699357967, -1.4961415322262042],
        [49.68370014983404, -2.009846565786262],
        [48.63956085321976, -1.6045105430936815],
        [48.862986160167765, -3.332503986969556],
        [48.76384880062167, -3.763900276454649],
        [48.49492489041944, -4.982329767564863],
        [47.9842725979444, -4.799038022833628],
        [47.773443840573464, -4.452758575646044],
        [47.35783903508903, -2.6450390384430023],
        [46.84536449959353, -2.1905475059371895],
        [46.38480952722597, -1.8024492680449669],
        [46.129747762993134, -1.1876779835240825],
        [45.946947464722086, -1.394206666290529],
        [45.58865452692487, -1.1428349561393247],
        [43.63111289939681, -1.371669479913976],
        [43.318407117964085, -1.6264709969017304],
        [43.0719329008067, -1.2188245779167062],
        [47.24534815171663, 1.3624817656425137],
        [46.516571138084146, 4.164099902035019],
        [46.8856098408836, 5.213730833083588],
        [47.00794462532116, 5.478632157753822],
        [46.709345860269224, 5.976394411637045],
        [46.404034840398964, 6.069712279102021],
        [46.145628247105975, 5.696165875978949],
        [46.02135586512571, 5.852006016219889],
        [46.14023093965298, 6.023225127496602]
      ],
      "description": "Après la défaite de la France en juin 1940, les Allemands, vainqueurs, ont occupé militairement la partie nord de la France puis, à partir de novembre 1942, la totalité du territoire français.",
      "image": ""
    }
]
